Revit 2027 API
ParameterTypeId.GridBubbleLinePen Property
 "Bubble Weight Number\n"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridBubbleLinePen { get; }
Public Shared ReadOnly Property GridBubbleLinePen As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridBubbleLinePen {
	ForgeTypeId^ get ();
}
static member GridBubbleLinePen : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace